Revit 2024 API
PerformanceAdviser Properties
The PerformanceAdviser type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
PerformanceAdviser Class
Autodesk.Revit.DB Namespace